[
  {
    "text": "This item was okay, but you needed two people to open it at first, but then it got easier. I ended up using silicone case because I was worried it might get stuck",
    "overall": 48,
    "breakdown": {
      "easier ended": 50,
      "silicone case": 50,
      "people open": 50
    }
  },
  {
    "text": "The volume on it was bad from the start- I read the reviews and thought I knew what to expect. Buyed as a toddler's night night CD player and it fried out on the AC cord. Never used it with batteries until it fried- then it worked with it on the radio and that was it. Less than $30 for it- never could get it to work with the USB cord either.",
    "overall": 23,
    "breakdown": {
      "Less than $30": 23,
      "batteries fried": 50,
      "volume bad": 50,
      "cd player": 50,
      "night night": 23,
      "worked radio": 50,
      "radio 30": 50
    }
  },
  {
    "text": "Seller sent our item to the wrong place --- I am in MD, seller sent it to CA. We contacted this seller through Amazon message, and we have not received any response. However the item finally arrived --- it is the seller's fault, not USPS's fault.",
    "overall": 11,
    "breakdown": {
      "fault usps": 50,
      "ca contacted": 50,
      "usps fault": 50
    }
  },
  {
    "text": "It was not what I was excepting, I was looking for the 48 pipe and theses are 24 pipe, but we kept them.",
    "overall": 50,
    "breakdown": {
      "48 pipe": 50,
      "pipe theses": 50,
      "looking 48": 50,
      "24 pipe": 50
    }
  },
  {
    "text": "cheap and cheesy, this thing works pretty freaking good I must say, I use it with a two gig sd card stuck in the bottom, and as a basic mp3 player. when I first hooked it up I thought it was terrible sounding but then I realized I had to turn the volume up on the remote then it works fine. it has built in eq modes, but as is often the case with such the normal mode sounds the best. cant beat the price for what it does me like much.",
    "overall": 95,
    "breakdown": {
      "volume remote": 50,
      "mp3 player": 50,
      "basic mp3": 50,
      "mode sounds": 50
    }
  },
  {
    "text": "The screen resolution and clarity when using a raspberry pi is nonewhere near what is advertised.",
    "overall": 70,
    "breakdown": {
      "screen resolution": 50,
      "clarity using": 50,
      "resolution clarity": 50
    }
  },
  {
    "text": "I like this product. I rated it at 3 stars for two reasons. First the actual unit feels cheap. Where the top and bottom plastic meet and the charging cable plug in feels very flemisy and the button to change the station can be real touchy. Secondly, once the iPod is charged I find that the wireless FM can drain the battery in about 3 hours and without the adapter my iPod can run for about 10 hours before charging is low. All and all worth the money it accomplishes all that I though it would. The seller is the best part very fast shipping I received the unit in 2 days.",
    "overall": 92,
    "breakdown": {
      "ipod run": 50,
      "secondly ipod": 50,
      "adapter ipod": 50,
      "2 days": 92,
      "about 3 hours": 92,
      "ipod charged": 50,
      "about 10 hours": 92
    }
  },
  {
    "text": "The cam is fine. The mount was unusable, and had to be modified for use. There was no gel pen, no matter, decent delivery time.",
    "overall": 32,
    "breakdown": {
      "fine mount": 50,
      "gel pen": 50,
      "cam fine": 50,
      "mount unusable": 50
    }
  },
  {
    "text": "The volume on it was bad from the start- I read the reviews and thought I knew what to expect. Buyed as a toddler's night night CD player and it fried out on the AC cord. Never used it with batteries until it fried- then it worked with it on the radio and that was it. Less than $30 for it- never could get it to work with the USB cord either.",
    "overall": 23,
    "breakdown": {
      "Less than $30": 23,
      "batteries fried": 50,
      "volume bad": 50,
      "cd player": 50,
      "night night": 23,
      "worked radio": 50,
      "radio 30": 50
    }
  },
  {
    "text": "I find this product very useful.",
    "overall": 75,
    "breakdown": {
      "product useful": 50
    }
  }
]